brew "argocd"
brew "awscli"
brew "bat"
brew "docker"
brew "docker-compose"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "ripgrep"
brew "stern"
brew "tig"
brew "tmux"
brew "watch"
brew "yq"
