tap "argoproj/tap"
tap "aws/tap"
tap "fairwindsops/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "k1low/tap"
tap "pyama86/kagiana"
tap "rnakamine/tap"
brew "ansible"
brew "webp"
brew "argocd"
brew "awscli"
brew "bat"
brew "colima"
brew "consul-template"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "envchain"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mysql"
brew "packer"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "skaffold"
brew "sshuttle"
brew "stern"
brew "tfenv"
brew "tig"
brew "tmux"
brew "watch"
brew "yq"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "aws/tap/aws-sam-cli"
brew "fairwindsops/tap/pluto"
brew "hashicorp/tap/vault"
brew "k1low/tap/ndiag"
brew "pyama86/kagiana/kagiana"
brew "rnakamine/tap/istio-axslog"
cask "shuttle"
cask "visual-studio-code"
vscode "bierner.markdown-preview-github-styles"
vscode "donjayamanne.githistory"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "kesmarag.base16-tomorrow-night"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "rebornix.ruby"
vscode "SimonSiefke.svg-preview"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
